Repository: myclabs/Inventory
Catalog: application/languages/AF/configComponentDatagrid.tmx
Source language: fr
Languages: en

source: Visibilité
en: Visibility

source: Repliable ?
en: Foldaway ?

source: Ajout d'un groupe
en: Creation of a group

source: Formulaire associé
en: Associated form

source: Nombre initial de répétitions
en: Initial item number

source: Zéro
en: None

source: Une supprimable
en: One suppressible

source: Une non supprimable
en: One unsuppressible

source: Libellé libre
en: Free label

source: Ajout d'un sous-formulaire non répété
en: Creation of a non repeated subform

source: Ajout d'un sous-formulaire répété
en: Creation of a repeated subform

source: Obligatoire ?
en: Required ?

source: Unité modifiable ?
en: Unit editable ?

source: Aff. incertitude
en: Displ. uncertainty

source: Valeur
en: Value

source: Incertitude
en: Uncertainty

source: Rappel val. défaut
en: Default val. reminder

source: Ajout d'un champ numérique
en: Creation of a numeric field

source: Boutons radio
en: Radio buttons

source: Liste déroulante
en: Scrolling list

source: Ajout d'un champ de sélection simple
en: Creation of a single selection field

source: Ajout d'une option
en: Creation of an option

source: Définir comme options, les membres de la famille suivante :
en: Use as options, members from the following family:

source: Cases à cocher
en: Multicheckbox

source: Liste déroulante à choix multiple
en: Multiselect scrolling list

source: Non sélectionnée
en: Not selected

source: Ajout d'un champ de sélection multiple
en: Creation of a multiple selection field

source: Ajout d'un champ booléen
en: Creation of a boolean field

source: Ajout d'un champ texte
en: Creation of a text field

source: Texte court
en: Short text

source: Texte long
en: Long text
